[
    {
        "id": "passage_1",
        "type": "passage",
        "question": "Read the following passage carefully and answer the questions given below in your own words:",
        "prashna": "निम्नलिखित गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर अपने शब्दों में दें:",
        "context": "Discipline is the necessity of life. A man without discipline can achieve nothing worth-while in life. Discipline is a very important condition of progress, stability and strength. Discipline is necessary in every walk of human life. Without discipline there will be disorder and lawlessness. In a civilized society we cannot live without having some regard for the welfare of others. Respect for authority is the basis of discipline. Children must obey their parents. In schools and colleges there must be discipline. Otherwise education will suffer. We find evidence of discipline all around us, even in the world of nature and the world of animals. Discipline costs nothing but it wins a lot Discipline helps us to safeguard our interests and retains us from misusing our liberty.",
        "sub_questions": {
            "1": "What must be have if we want to achieve something in life?",
            "2": "What will the condition of the world be if there is not discipline?",
            "3": "Where should society begin to inculcate discipline among its citizens?",
            "4": "Mention two important factors for having a disciplined society."
        },
        "anuprashna": {
            "1": "यदि हम जीवन में कुछ हासिल करना चाहते हैं तो हमारे पास क्या होना चाहिए?",
            "2": "यदि अनुशासन न हो तो विश्व की स्थिति क्या होगी?",
            "3": "समाज को अपने नागरिकों में अनुशासन पैदा करना कहाँ से शुरू करना चाहिए?",
            "4": "अनुशासित समाज के लिए दो महत्वपूर्ण कारकों का उल्लेख कीजिए।"
        }
    },
    {
        "id": "passage_2",
        "type": "passage",
        "question": "Read the following passage carefully and answer the questions given below in your own words:",
        "prashna": "निम्नलिखित गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर अपने शब्दों में दें:",
        "context": "The Kaurava's maternal uncle. Shakuni was adept at gambling which was very popular in those days in the society of big people. Duryodhana invited Yadhishthira to play the game. The latter being a pure hearted and simple person was quite inexperienced in it Dice after dice was cast with the result that Yadhishthira lost his entire kingdom and his wife Draupadi as well. At this the evil hearted Duhshashana, a younger brother of Duryodhana, dragged her to the assembly hall and began to pull off her sari presence of her husbands and the large number of courtiers. At this hour of peril Draupadi closed her eyes and stod praying to Lord Krishna with folded hands to protect her modesty. Lord Krishna at once came to her rescue. Duhsahashana went on pulling off the sari for hours and still he was not able to come to the end of Draupadi's sari.",
        "sub_questions": {
            "1": "Who was Shakuni?",
            "2": "What was the purpose to invite Yudhishthira?",
            "3": "Who came to rescue Draupadi?",
            "4": "What did Draupadi do at the hour of peril?"
        },
        "anuprashna": {
            "1": "शकुनि कौन था?",
            "2": "युधिष्ठिर को आमंत्रित करने का उद्देश्य क्या था?",
            "3": "द्रौपदी को बचाने कौन आया?",
            "4": "संकट की घड़ी में द्रौपदी ने क्या किया?"
        }
    },
    {
        "id": "letter_1_1",
        "type": "letter",
        "question": "Write a letter to your friend about your preparation for the Board Examinations.",
        "prashna": "अपने मित्र को बोर्ड परीक्षा की अपनी तैयारी के बारे में एक पत्र लिखें।"
    },
    {
        "id": "letter_1_2",
        "type": "letter",
        "question": "You are Mohan, studying in Class-X of Marwari H.S., Patna. You have been fined 15 rupees by your class teacher. Write an application to your Headmaster requesting him to remit the fine.",
        "prashna": "आप मोहन हैं, मारवाड़ी एच.एस., पटना की कक्षा-X में पढ़ रहे हैं। आपके कक्षा अध्यापक द्वारा आप पर 15 रुपये का जुर्माना लगाया गया है। अपने प्रधानाध्यापक को जुर्माना माफ करने का अनुरोध करते हुए एक आवेदन पत्र लिखें।"
    },
    {
        "id": "essay_1",
        "type": "essay",
        "question": "Write a paragraph on any one of the following in about 60 words:",
        "prashna": "निम्नलिखित में से किसी एक पर लगभग 60 शब्दों में एक अनुच्छेद लिखें:",
        "sub_questions": {
            "1": "Friendship",
            "2": "Rickshaw puller",
            "3": "Hostel life",
            "4": "The book you like most"
        },
        "anuprashna": {
            "1": "मित्रता",
            "2": "रिक्शा चालक",
            "3": "छात्रावास जीवन",
            "4": "वह पुस्तक जिसे आप सबसे अधिक पसंद करते हैं"
        }
    },
    {
        "id": "letter_2_1",
        "type": "letter",
        "question": "Write a letter to your friend congratulating him on his success in the Board Examination.",
        "prashna": "अपने मित्र को बोर्ड परीक्षा में उसकी सफलता पर बधाई देते हुए एक पत्र लिखें।"
    },
    {
        "id": "essay_2_1",
        "type": "essay",
        "question": "In the summer vacation, you visited your village and watched the mango orchard there. Write a paragraph on the varieties of mangoes that are found in your village.",
        "prashna": "गर्मी की छुट्टियों में, आप अपने गाँव गए और वहाँ आम का बगीचा देखा। आपके गाँव में पाए जाने वाले आमों की किस्मों पर एक अनुच्छेद लिखें।"
    },
    {
        "id": "translation_1",
        "type": "translation",
        "question": "Translate any five into English:",
        "prashna": "किन्हीं पाँच का अंग्रेजी में अनुवाद करें:",
        "sub_questions": {
            "1": "हमलोग रोज विद्यालय जाते हैं।",
            "2": "लड़कियाँ गीत गा रही है",
            "3": "यह दौड़ने में बहुत कमजोर है।",
            "4": "हमें अपना कर्तव्य करना चाहिए।",
            "5": "धूप में मत खेलो।",
            "6": "हमलोगों को बड़ों का आदर करना चाहिए।",
            "7": "सीता अपने पिता को पत्र लिखी।",
            "8": "सोना चाँदी से महँगा है।"
        },
        "anuprashna": {
            "1": "We go to school every day.",
            "2": "Girls are singing songs.",
            "3": "He is very weak in running.",
            "4": "We should do our duty.",
            "5": "Do not play in the sun.",
            "6": "We should respect elders.",
            "7": "Sita wrote a letter to her father.",
            "8": "Gold is costlier than silver."
        }
    },
    {
        "id": "long_1",
        "type": "long_answer",
        "question": "Answer any one of the following in about 80 words:",
        "prashna": "निम्नलिखित में से किसी एक का उत्तर लगभग 80 शब्दों में दें:",
        "sub_questions": {
            "1": "Did the narrator enjoy talking about Ecology?",
            "2": "Mention one feature which Indian Films needs.",
            "3": "What form of electricity did the narrator use?"
        },
        "anuprashna": {
            "1": "क्या कथावाचक को पारिस्थितिकी (Ecology) के बारे में बात करने में आनंद आता था?",
            "2": "भारतीय फिल्मों के लिए आवश्यक एक विशेषता का उल्लेख करें।",
            "3": "कथावाचक ने बिजली के किस रूप का उपयोग किया?"
        }
    },
    {
        "id": "short_1",
        "type": "short_answer",
        "question": "Answer any two of the following questions in about 30 words:",
        "prashna": "निम्नलिखित में से किन्हीं दो प्रश्नों के उत्तर लगभग 30 शब्दों में दें:",
        "sub_questions": {
            "1": "What does the old woman know about the young people in 'Once Upon a Time'?",
            "2": "Why did some young people visit her?",
            "3": "Why did Akoulya shout at Malasha?",
            "4": "What did the two girls do when men started fighting?"
        },
        "anuprashna": {
            "1": "'वन्स अपॉन ए टाइम' में बूढ़ी औरत युवाओं के बारे में क्या जानती है?",
            "2": "कुछ युवा उससे मिलने क्यों आए?",
            "3": "अकुल्या मलाशा पर क्यों चिल्लाई?",
            "4": "जब पुरुषों ने लड़ना शुरू किया तो दोनों लड़कियों ने क्या किया?"
        }
    },
    {
        "id": "poem_1",
        "type": "poem",
        "question": "Read carefully the stanza given below and answer the questions that follow:",
        "prashna": "नीचे दिए गए पद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:",
        "context": "A twenty-five kilo load an his back\nSpine double bent\nA six-mile climb up in the snows of winter\nNaked bones, skeleton-like frail frame\nNet facing an uphill task\nHe is challenging the mountain.",
        "sub_questions": {
            "1": "How much load does the porter have on his back?",
            "2": "What distance does the porter cover in the snows of winter?",
            "3": "Who is challenging the mountain?",
            "4": "What type of cap is he wearing?"
        },
        "anuprashna": {
            "1": "कुली की पीठ पर कितना भार है?",
            "2": "कुली सर्दियों की बर्फ में कितनी दूरी तय करता है?",
            "3": "पर्वत को कौन चुनौती दे रहा है?",
            "4": "उसने किस प्रकार की टोपी पहनी है?"
        }
    },
    {
        "id": "short_2",
        "type": "short_answer",
        "question": "Answer any two of the following questions in about 40 words:",
        "prashna": "निम्नलिखित में से किन्हीं दो प्रश्नों के उत्तर लगभग 40 शब्दों में दें:",
        "sub_questions": {
            "1": "Why was the man not content though he was rich?",
            "2": "Who is a happy man?",
            "3": "Where do you find health and virtue?",
            "4": "When does a polythene bag make a noise?"
        },
        "anuprashna": {
            "1": "अमीर होने के बावजूद वह आदमी संतुष्ट क्यों नहीं था?",
            "2": "सुखी व्यक्ति कौन है?",
            "3": "आपको स्वास्थ्य और गुण कहाँ मिलते हैं?",
            "4": "पॉलीथिन बैग कब शोर करता है?"
        }
    },
    {
        "id": "long_2",
        "type": "long_answer",
        "question": "Answer any one of the following questions:",
        "prashna": "निम्नलिखित में से किसी एक प्रश्न का उत्तर दें:",
        "sub_questions": {
            "1": "Why was the Banker afraid of honouring the bet?",
            "2": "Mr. Gessler was not successful in his trad, why?"
        },
        "anuprashna": {
            "1": "बैंकर शर्त पूरी करने से क्यों डर रहा था?",
            "2": "मिस्टर गेसलर अपने व्यापार में सफल क्यों नहीं हुए?"
        }
    },
    {
        "id": "short_3",
        "type": "short_answer",
        "question": "Answer any two of the following questions:",
        "prashna": "निम्नलिखित में से किन्हीं दो प्रश्नों के उत्तर दें:",
        "sub_questions": {
            "1": "Who was Mr. Gessler? How did the author know him?",
            "2": "What did the Banker do to kill the lawyer?",
            "3": "What is 'Allergy March'? Explain.",
            "4": "Elaborate the role of Jabra in the story 'January Night'."
        },
        "anuprashna": {
            "1": "मिस्टर गेसलर कौन थे? लेखक उन्हें कैसे जानते थे?",
            "2": "वकील को मारने के लिए बैंकर ने क्या किया?",
            "3": "'एलर्जी मार्च' क्या है? व्याख्या करें।",
            "4": "'जनवरी नाइट' (पूस की रात) कहानी में जबरा की भूमिका का विस्तार से वर्णन करें।"
        }
    }
]