[
    {
        "id": "passage_1",
        "type": "passage",
        "question": "Read the passage given below carefully and answer the questions that follows :",
        "prashna": "नीचे दिए गए गद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:",
        "context": "Lakshadweep, the coral paradise of India, is the tiniest but the most fascinating Union Territory of India in the lap of the Arabian sea. Its southernmost island is Minicoy, which is a unique island full of specialities. The famous European traveller Macro Polo (AD 1254-1324) in his travelogue made a reference to Minicoy as \"the island of females perhaps due to majority of its inhabitants being females and their predominant role in every walk of life.\n\nThough the language of the Lakshadweep archipelago is a variant of Malayalam, the language spoken in Minicoy is entirely different from Malayalam or any other language of our country and is called Mahi, written in a peculiar script called 'Divehi Thanna'. The most interesting to note is that, there is hardly any mention of this language on the linguistic map of India.",
        "sub_questions": {
            "1": "A reference to woman's land is made in this passage. what is its name? who made its reference?",
            "2": "Where is Lakshadweep island situated?",
            "3": "What two special features of Lakshadweep are given in this passage?",
            "4": "What type of language is spoken in Lakshadweep?",
            "5": "Why is Minicoy known as the island of females? Give two reasons.",
            "6": "Which language is spoken in Minicoy? What is noteworthy about it?"
        },
        "anuprashna": {
            "1": "इस गद्यांश में महिलाओं की भूमि का एक संदर्भ दिया गया है। इसका नाम क्या है? यह संदर्भ किसने दिया?",
            "2": "लक्षद्वीप द्वीप कहाँ स्थित है?",
            "3": "इस गद्यांश में लक्षद्वीप की कौन सी दो विशेष विशेषताएँ दी गई हैं?",
            "4": "लक्षद्वीप में किस प्रकार की भाषा बोली जाती है?",
            "5": "मिनिकॉय को महिलाओं के द्वीप के रूप में क्यों जाना जाता है? दो कारण दें।",
            "6": "मिनिकॉय में कौन सी भाषा बोली जाती है? इसके बारे में क्या उल्लेखनीय है?"
        }
    },
    {
        "id": "passage_2",
        "type": "passage",
        "question": "Read the following passage carefully and answer the questions given below in your own words:",
        "prashna": "निम्नलिखित गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर अपने शब्दों में दें:",
        "context": "Television is changing people's lives quite dramatically. They are sleeping less, reading less, communicating less with their families. In a countrywide survey, a tenth of television viewers have admitted that the care of children and elderly is getting neglected. While television has contributed to the popularity of games and sports, ironically enough, children have reported that they play less.\n\nTelevision has increased the general knowledge of children, in particular their knowledge of various products being advertised. The survey shows that hardly any children are watching any educational programme. The parents interviewed said their children's studies were affected. Many parents have cut off cable TV to reduce the distraction for the children.",
        "sub_questions": {
            "1": "Why do parents feel that their children's studies are affected while television is increasing their general knowledge?",
            "2": "What changes do we notice in the lives of the people under the influence of television?",
            "3": "\"Television has contributed to the popularity of games and sports but children are reported to be playing loss.\" Why?",
            "4": "Find out the words from the passage which means turning away."
        },
        "anuprashna": {
            "1": "माता-पिता को ऐसा क्यों लगता है कि उनके बच्चों की पढ़ाई प्रभावित हो रही है जबकि टेलीविजन उनके सामान्य ज्ञान को बढ़ा रहा है?",
            "2": "टेलीविजन के प्रभाव में लोगों के जीवन में हम क्या बदलाव देखते हैं?",
            "3": "\"टेलीविजन ने खेलों और क्रीड़ाओं की लोकप्रियता में योगदान दिया है लेकिन बच्चों के कम खेलने की सूचना मिली है।\" क्यों?",
            "4": "गद्यांश से वे शब्द ढूँढिए जिनका अर्थ 'विमुख होना' (turning away) है।"
        }
    },
    {
        "id": "letter_1_1",
        "type": "letter",
        "question": "Write a letter to your friend congratulating him on his success in the examination.",
        "prashna": "अपने मित्र को परीक्षा में उसकी सफलता पर बधाई देते हुए एक पत्र लिखें।"
    },
    {
        "id": "letter_1_2",
        "type": "letter",
        "question": "Write an application to your Principal of your school requesting to arrange a film show for the students of your school.",
        "prashna": "अपने विद्यालय के प्रधानाचार्य को एक आवेदन पत्र लिखकर अपने विद्यालय के छात्रों के लिए फिल्म शो आयोजित करने का अनुरोध करें।"
    },
    {
        "id": "essay_1",
        "type": "essay",
        "question": "Write a short paragraph on any one of the following in about 60 words: (i) Your aim of life (ii) Bicycle (iii) Science A boon or a curse (iv) Global Terrorism",
        "prashna": "निम्नलिखित में से किसी एक पर लगभग 60 शब्दों में एक संक्षिप्त अनुच्छेद लिखें: (i) आपके जीवन का लक्ष्य (ii) साइकिल (iii) विज्ञान: एक वरदान या अभिशाप (iv) वैश्विक आतंकवाद"
    },
    {
        "id": "essay_2",
        "type": "essay",
        "question": "Visualize a trip to Golghar and write a short writing in about 80 words.",
        "prashna": "गोलघर की यात्रा की कल्पना करें और लगभग 80 शब्दों में एक संक्षिप्त लेख लिखें।"
    },
    {
        "id": "letter_2",
        "type": "letter",
        "question": "Write a notice in about 80 words for your school inviting students to give their names for a fancy dress competition.",
        "prashna": "अपने स्कूल के लिए लगभग 80 शब्दों में एक सूचना लिखें जिसमें छात्रों को फैंसी ड्रेस प्रतियोगिता के लिए अपना नाम देने के लिए आमंत्रित किया गया हो।"
    },
    {
        "id": "translation_1",
        "type": "translation",
        "question": "Translate the following sentences into English:\n(i) सूरज के डूबने से पहले ही मैं घर आ जाऊँगा ।\n(ii) तुमसे यह किसने कहा ?\n(iii) सूर्य अभी पूरब से उग रहा है।\n(iv) हमलोग सत्य का सामना करें।\n(v) उसे ऐसा करने दो।",
        "prashna": "निम्नलिखित वाक्यों का अंग्रेजी में अनुवाद करें:\n(i) सूरज के डूबने से पहले ही मैं घर आ जाऊँगा ।\n(ii) तुमसे यह किसने कहा ?\n(iii) सूर्य अभी पूरब से उग रहा है।\n(iv) हमलोग सत्य का सामना करें।\n(v) उसे ऐसा करने दो।"
    },
    {
        "id": "long_answer_1_1",
        "type": "long_answer",
        "question": "How did Gillu make himself cool in Summer? How long does a squirrel live?",
        "prashna": "गिल्लू ने गर्मियों में खुद को ठंडा कैसे रखा? एक गिलहरी कितने समय तक जीवित रहती है?"
    },
    {
        "id": "long_answer_1_2",
        "type": "long_answer",
        "question": "What did the two girls do when men started fighting?",
        "prashna": "जब आदमियों ने लड़ना शुरू किया तो दोनों लड़कियों ने क्या किया?"
    },
    {
        "id": "short_answer_1_1",
        "type": "short_answer",
        "question": "Name some particular disease which is caused due to weather. Also mention its remedial measures.",
        "prashna": "मौसम के कारण होने वाली कुछ विशेष बीमारियों के नाम बताइए। इसके उपचारात्मक उपायों का भी उल्लेख करें।"
    },
    {
        "id": "short_answer_1_2",
        "type": "short_answer",
        "question": "What were the terms and conditions of the bet?",
        "prashna": "शर्त के नियम और शर्तें क्या थीं?"
    },
    {
        "id": "poem_1",
        "type": "poem",
        "question": "Read carefully the given stanza and answer the following questions:",
        "prashna": "दिए गए पद्यांश को ध्यानपूर्वक पढ़ें और निम्नलिखित प्रश्नों के उत्तर दें:",
        "context": "Like a bird\nhis heart is twittering panting\nhe is sweating and out of breath\nA hut on the cliff.\nhis son, shivering with cold\nwoes of hunger\nthe mother searching for nettles and vines.",
        "sub_questions": {
            "1": "How does the poet give an idea of time?",
            "2": "What made the poet in brief??",
            "3": "Why is the porter's son shivering?",
            "4": "Explain nettles and vines."
        },
        "anuprashna": {
            "1": "कवि समय का विचार कैसे देता है?",
            "2": "संक्षेप में कवि को किसने बनाया??",
            "3": "कुली का बेटा क्यों काँप रहा है?",
            "4": "बिछुआ (nettles) और बेलों (vines) की व्याख्या करें।"
        }
    },
    {
        "id": "short_answer_2",
        "type": "short_answer",
        "question": "Answer any four questions given below: (i) Where do you find heath and virtue? (ii) What does the poet wish after death? (iii) Who is a happy men? (iv) What does he do to satisfy his ambition? (v) What makes a thousand memories in heart? (vi) What is meant by lid of night?",
        "prashna": "नीचे दिए गए किन्हीं चार प्रश्नों के उत्तर दें: (i) आपको स्वास्थ्य और गुण कहाँ मिलते हैं? (ii) कवि मृत्यु के बाद क्या चाहता है? (iii) सुखी मनुष्य कौन है? (iv) वह अपनी महत्वाकांक्षा को पूरा करने के लिए क्या करता है? (v) हृदय में हज़ारों यादें क्या बनाती हैं? (vi) 'रात का ढक्कन' (lid of night) से क्या तात्पर्य है?"
    },
    {
        "id": "short_answer_3",
        "type": "short_answer",
        "question": "Answer any two of the questions given below in about 50 words: (i) What is allergy march? Explain (ii) What did the banker do to know that the lawyer had escaped? (iii) Who was Mr. Gessler? How did the author know him? (iv) 'It was only your existence inside me that made me laugh. Why does the daughter say so? Why does she mean by laugh on\"?",
        "prashna": "नीचे दिए गए प्रश्नों में से किन्हीं दो के उत्तर लगभग 50 शब्दों में दें: (i) एलर्जी मार्च क्या है? व्याख्या करें (ii) बैंकर ने यह जानने के लिए क्या किया कि वकील भाग गया था? (iii) श्री गेस्लर कौन थे? लेखक उन्हें कैसे जानता था? (iv) 'यह केवल मेरे भीतर तुम्हारा अस्तित्व था जिसने मुझे हंसाया।' बेटी ऐसा क्यों कहती है? 'हंसने' से उसका क्या मतलब है?"
    },
    {
        "id": "short_answer_4",
        "type": "short_answer",
        "question": "Answer any two of the following questions in about 20 words: (i) How many characters are there in the story. 'January Night'? List them. (ii) Why did the banker weep to read the notes of the lawyer? (iii) What did the mother feel after going through her daughter's letter? (iv) Why did the narrator leave the girl he loved so passionately?",
        "prashna": "निम्नलिखित प्रश्नों में से किन्हीं दो के उत्तर लगभग 20 शब्दों में दें: (i) 'जनवरी नाइट' कहानी में कितने पात्र हैं? उन्हें सूचीबद्ध करें। (ii) वकील के नोटों को पढ़कर बैंकर क्यों रोया? (iii) अपनी बेटी का पत्र पढ़ने के बाद माँ ने क्या महसूस किया? (iv) कथावाचक ने उस लड़की को क्यों छोड़ दिया जिससे वह इतना प्यार करता था?"
    }
]