[
    {
        "id": "passage_1",
        "type": "passage",
        "question": "Read the following passage carefully and answer the questions given below in your own words:",
        "prashna": "निम्नलिखित गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर अपने शब्दों में दें:",
        "context": "In developing countries, the girls lag behind the boys in education. A large number of them do not go to school. Even when they are enrolled the burden of domestic chores stands in the way of their education progress. The single most important factors in their poor performance is the time and strain imposed by girl child's work load. Close behind poverty, follows tradition. And perhaps the strongest tradition of all is the idea that sons should be educated because they will be the bread winners of their own future families, and supporters of their aging parents. A girl's work, though it may be longer and harder, is considered less likely to bring monetary income. In culture where marriage means that a daughter becomes the part of her husband's family, the incentive to educate girls is weaker still.",
        "sub_questions": {
            "1": "Why do people prefer to educate boys to girls?",
            "2": "Girls are paid less though their work may be harder. What attitude of society does it show?",
            "3": "Why is the incentive to educate girls less in culture where the daughter becomes the part of her husband's family after marriage?",
            "4": "Which word in the passage means the following? Not keep up with/go to slow."
        },
        "anuprashna": {
            "1": "लोग लड़कियों की तुलना में लड़कों को शिक्षित करना क्यों पसंद करते हैं?",
            "2": "लड़कियों को कम भुगतान किया जाता है भले ही उनका काम कठिन हो। यह समाज के किस दृष्टिकोण को दर्शाता है?",
            "3": "उस संस्कृति में लड़कियों को शिक्षित करने का प्रोत्साहन कम क्यों है जहाँ शादी के बाद बेटी अपने पति के परिवार का हिस्सा बन जाती है?",
            "4": "गद्यांश में किस शब्द का अर्थ निम्नलिखित है? साथ न चल पाना/धीमे चलना।"
        }
    },
    {
        "id": "passage_2",
        "type": "passage",
        "question": "Read the following passage carefully and answer the questions given below in your own words:",
        "prashna": "निम्नलिखित गद्यांश को ध्यानपूर्वक पढ़ें और नीचे दिए गए प्रश्नों के उत्तर अपने शब्दों में दें:",
        "context": "If you wish to be a writer, you must learn to develop your own point of view. All good writers make us see things in a different light. You may be writing about the same thing as your classmate, but your presentation must reflect your personality and individuality. There are so many interesting subjects you can write about in different forms but here we will try to attempt writing short stories. There is a good market for the following types: The humorous stories, the adventurous stories, the domestic stories, the mysteries and stories related to animals and strange experiences. Don't worry if the story turns out to be very short. Some of the very good stories are quite very short. Be very careful about the end of the story. So think of a plot-make points on how the story will progress and pen it down.",
        "sub_questions": {
            "1": "What does a reader do to be a writer?",
            "2": "What things must a successful writer keep in mind while writing a story?",
            "3": "Write any two types of stories which people like to read.",
            "4": "Find a phrase in the passage which means the same ‘to write’."
        },
        "anuprashna": {
            "1": "लेखक बनने के लिए पाठक को क्या करना चाहिए?",
            "2": "एक सफल लेखक को कहानी लिखते समय किन बातों का ध्यान रखना चाहिए?",
            "3": "किन्हीं दो प्रकार की कहानियों के नाम लिखिए जिन्हें लोग पढ़ना पसंद करते हैं।",
            "4": "गद्यांश में वह वाक्यांश ढूँढ़िए जिसका अर्थ 'लिखना' (to write) के समान हो।"
        }
    },
    {
        "id": "letter_1_1",
        "type": "letter",
        "question": "Write a letter to your friend, telling him the measures your school has taken to preserve ecology in the locality.",
        "prashna": "अपने मित्र को एक पत्र लिखें, जिसमें उसे उन उपायों के बारे में बताएं जो आपके स्कूल ने इलाके में पारिस्थितिकी (ecology) को संरक्षित करने के लिए किए हैं।"
    },
    {
        "id": "letter_1_2",
        "type": "letter",
        "question": "Write a letter to your elder brother expressing your impression of Hindi film which you have seen recently.",
        "prashna": "अपने बड़े भाई को एक पत्र लिखकर हाल ही में देखी गई हिंदी फिल्म के बारे में अपना अनुभव व्यक्त करें।"
    },
    {
        "id": "essay_1",
        "type": "essay",
        "question": "Write a paragraph on any one of the following in about 60 words: (i) Importance of Television (ii) Bliss of Solitude (iii) Female education (iv) Your School Library",
        "prashna": "निम्नलिखित में से किसी एक पर लगभग 60 शब्दों में एक अनुच्छेद लिखें: (i) टेलीविजन का महत्व (ii) एकांत का आनंद (iii) महिला शिक्षा (iv) आपके स्कूल का पुस्तकालय"
    },
    {
        "id": "letter_2_1",
        "type": "letter",
        "question": "You are Vinay/Sunita, the Secretary of the drama society of your school. Write a notice to invite the students to watch a play in Hindi. Mention the title of the play, its writer, the venue and the time.",
        "prashna": "आप अपने स्कूल की ड्रामा सोसाइटी के सचिव विनय/सुनीता हैं। छात्रों को हिंदी में नाटक देखने के लिए आमंत्रित करने हेतु एक सूचना (notice) लिखें। नाटक का शीर्षक, उसके लेखक, स्थान और समय का उल्लेख करें।"
    },
    {
        "id": "essay_2_1",
        "type": "essay",
        "question": "If you move from one culture to another culture you may find variation in custom, food habits, dress code and activities. Write a short paragraph on culture variation that you observe in the society.",
        "prashna": "यदि आप एक संस्कृति से दूसरी संस्कृति में जाते हैं तो आपको रीति-रिवाजों, खान-पान की आदतों, पहनावे और गतिविधियों में भिन्नता मिल सकती है। समाज में आपके द्वारा देखी जाने वाली सांस्कृतिक भिन्नता पर एक संक्षिप्त अनुच्छेद लिखें।"
    },
    {
        "id": "translation_1",
        "type": "translation",
        "question": "Translate any five into English:",
        "prashna": "किन्हीं पांच का अंग्रेजी में अनुवाद करें:",
        "sub_questions": {
            "1": "बिहार के बच्चे साइकिल से स्कूल जाते हैं।",
            "2": "बिहार के छात्र पढ़ने में तेज हैं।",
            "3": "बिहार विद्यालय परीक्षा समिति एक शैक्षिक संस्था है।",
            "4": "हमें मिल जुलकर रहना चाहिए।",
            "5": "धुम्रपान मत करो।",
            "6": "वह नृत्य करना नहीं जानती है।",
            "7": "क्या तुम सुबह में टहलते हो?",
            "8": "तुम्हारे पिताजी कब सोते हैं?"
        },
        "anuprashna": {
            "1": "Children of Bihar go to school by bicycle.",
            "2": "Students of Bihar are bright in studies.",
            "3": "Bihar School Examination Board is an educational institution.",
            "4": "We should live together in harmony.",
            "5": "Do not smoke.",
            "6": "She does not know how to dance.",
            "7": "Do you walk in the morning?",
            "8": "When does your father sleep?"
        }
    },
    {
        "id": "long_1",
        "type": "long_answer",
        "question": "Answer any one of the following in about 80 words:",
        "prashna": "निम्नलिखित में से किसी एक का उत्तर लगभग 80 शब्दों में दें:",
        "sub_questions": {
            "1": "Why does the writer call the two little girls \"Dear little soul\"?",
            "2": "Do you think that Jim is a real ecology friendly boy? Give your opinion.",
            "3": "What is the most dominant influence on Indian films?"
        },
        "anuprashna": {
            "1": "लेखक ने दो छोटी लड़कियों को \"प्यारी नन्ही आत्माएं\" (Dear little soul) क्यों कहा है?",
            "2": "क्या आपको लगता है कि जिम वास्तव में एक पारिस्थितिकी के अनुकूल (ecology friendly) लड़का है? अपनी राय दें।",
            "3": "भारतीय फिल्मों पर सबसे प्रभावशाली प्रभाव क्या है?"
        }
    },
    {
        "id": "short_1",
        "type": "short_answer",
        "question": "Answer any two of the following in about 30 words:",
        "prashna": "निम्नलिखित में से किन्हीं दो के उत्तर लगभग 30 शब्दों में दें:",
        "sub_questions": {
            "1": "Write few sentences about the elderly corn merchant.",
            "2": "Why did Mr. Johnson think that the narrator did not follow the principle of walking?",
            "3": "How did Humayun Kabir define civilization?",
            "4": "Do you think that language is crucial to a writer? Give your opinion in short."
        },
        "anuprashna": {
            "1": "बुजुर्ग अनाज व्यापारी के बारे में कुछ वाक्य लिखिए।",
            "2": "मिस्टर जॉनसन को ऐसा क्यों लगा कि कथावाचक ने पैदल चलने के सिद्धांत का पालन नहीं किया?",
            "3": "हुमायूँ कबीर ने सभ्यता को कैसे परिभाषित किया?",
            "4": "क्या आपको लगता है कि एक लेखक के लिए भाषा अत्यंत महत्वपूर्ण है? संक्षेप में अपनी राय दें।"
        }
    },
    {
        "id": "poem_1",
        "type": "poem",
        "question": "Read carefully the stanza given below and answer the questions that follow:",
        "prashna": "नीचे दिए गए पद्यांश को ध्यानपूर्वक पढ़ें और उसके बाद आने वाले प्रश्नों के उत्तर दें:",
        "context": "Whose herd with milk, whose field with bread.\nWhose flock supply him with attire,\nWhose trees in summer yield him shade, in winter fire.",
        "sub_questions": {
            "1": "Who wrote these lines?",
            "2": "From which poem have these lines been taken?",
            "3": "Who gives him bread?",
            "4": "From where does he get his clothes?"
        },
        "anuprashna": {
            "1": "ये पंक्तियाँ किसने लिखी हैं?",
            "2": "ये पंक्तियाँ किस कविता से ली गई हैं?",
            "3": "उसे रोटी कौन देता है?",
            "4": "उसे अपने कपड़े कहाँ से मिलते हैं?"
        }
    },
    {
        "id": "short_2",
        "type": "short_answer",
        "question": "Answer any two of the following question in about 40 words:",
        "prashna": "निम्नलिखित में से किन्हीं दो प्रश्नों के उत्तर लगभग 40 शब्दों में दें:",
        "sub_questions": {
            "1": "How does a polythene bag pollute our environment?",
            "2": "Describe Radha's condition, as reported by her friends.",
            "3": "Do you think that the Koel symbolises true love?",
            "4": "How Sleeping Porter is the hero of the mountain?"
        },
        "anuprashna": {
            "1": "पॉलीथीन बैग हमारे पर्यावरण को कैसे प्रदूषित करता है?",
            "2": "राधा की स्थिति का वर्णन करें, जैसा कि उसके दोस्तों द्वारा बताया गया है।",
            "3": "क्या आपको लगता है कि कोयल सच्चे प्यार का प्रतीक है?",
            "4": "स्लीपिंग पोर्टर (सोता हुआ कुली) पहाड़ का नायक कैसे है?"
        }
    },
    {
        "id": "short_3",
        "type": "short_answer",
        "question": "Answer any one of the following questions:",
        "prashna": "निम्नलिखित में से किसी एक प्रश्न का उत्तर दें:",
        "sub_questions": {
            "1": "The work style of Mr. Gessler was unique. Explain.",
            "2": "Suggest a few possible ways to avoid allergy."
        },
        "anuprashna": {
            "1": "मिस्टर गेस्लर की कार्यशैली अद्वितीय थी। व्याख्या करें।",
            "2": "एलर्जी से बचने के कुछ संभावित उपाय सुझाएं।"
        }
    },
    {
        "id": "short_4",
        "type": "short_answer",
        "question": "Answer any two of the following questions:",
        "prashna": "निम्नलिखित में से किन्हीं दो प्रश्नों के उत्तर दें:",
        "sub_questions": {
            "1": "How did the author know Mr. Gessler?",
            "2": "What did the banker do to kill the lawyer?",
            "3": "Suppose you are Munni. The landlord comes to your house and asks you to pay the rent. What will you do then?",
            "4": "Mr. Gessler was not successful in his trade. Why?"
        },
        "anuprashna": {
            "1": "लेखक मिस्टर गेस्लर को कैसे जानते थे?",
            "2": "बैंक मैनेजर ने वकील को मारने के लिए क्या किया?",
            "3": "मान लीजिए आप मुन्नी हैं। मकान मालिक आपके घर आता है और आपसे किराया मांगता है। तब आप क्या करेंगे?",
            "4": "मिस्टर गेस्लर अपने व्यापार में सफल नहीं थे। क्यों?"
        }
    }
]